Repository: saxster/DJANGO5-master
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: User Code
hi: उपयोगकर्ता कोड

source: Full Name
hi: पूरा नाम

source: Login ID
hi: लॉगिन आईडी

source: Administrator
hi: प्रशासक

source: Staff Status
hi: कर्मचारी स्थिति

source: Person
hi: व्यक्ति

source: People
hi: लोग

source: Authentication failed
hi: प्रमाणीकरण विफल

source: Cannot login on multiple devices
hi: कई उपकरणों पर लॉगिन नहीं कर सकते

source: Device not registered
hi: उपकरण पंजीकृत नहीं है

source: Invalid credentials
hi: अमान्य प्रमाण पत्र

source: Permission denied
hi: अनुमति अस्वीकृत

source: Page Not Found
hi: पृष्ठ नहीं मिला

source: Oops! Page Not Found
hi: ओह! पृष्ठ नहीं मिला

source: The page you're looking for seems to have wandered off. Don't worry, it happens to the best of us!
hi: आप जो पृष्ठ खोज रहे हैं वह कहीं खो गया लगता है। चिंता न करें, यह सबसे अच्छों के साथ भी होता है!

source: Go back to previous page
hi: पिछले पृष्ठ पर वापस जाएं

source: Go Back
hi: वापस जाएं

source: Return to home page
hi: मुख्य पृष्ठ पर लौटें

source: Home Page
hi: मुख्य पृष्ठ

source: Search for content
hi: सामग्री खोजें

source: Search
hi: खोजें

source: What can you try?
hi: आप क्या कोशिश कर सकते हैं?

source: Server Error
hi: सर्वर त्रुटि

source: Something Went Wrong
hi: कुछ गलत हो गया

source: We're experiencing technical difficulties. Our team has been automatically notified and is working to fix the issue.
hi: हमें तकनीकी कठिनाइयों का सामना करना पड़ रहा है। हमारी टीम को स्वचालित रूप से सूचित कर दिया गया है और समस्या को ठीक करने के लिए काम कर रही है।

source: Error Reference:
hi: त्रुटि संदर्भ:

source: Time:
hi: समय:

source: Support:
hi: सहायता:

source: Access Denied
hi: पहुँच अस्वीकृत

source: You don't have permission to access this resource. Please contact your administrator if you believe this is an error.
hi: आपको इस संसाधन तक पहुंचने की अनुमति नहीं है। यदि आपको लगता है कि यह एक त्रुटि है तो कृपया अपने प्रशासक से संपर्क करें।

source: Language selection
hi: भाषा चयन

source: Choose your language
hi: अपनी भाषा चुनें

source: Current language
hi: वर्तमान भाषा

source: Change Language
hi: भाषा बदलें

source: Contract saved successfully
hi: अनुबंध सफलतापूर्वक सहेजा गया

source: Checkpoint added
hi: चेकपॉइंट जोड़ा गया

source: Checkpoint deleted
hi: चेकपॉइंट हटाया गया

source: Primary language for audit (ISO 639-1 code)
hi: ऑडिट के लिए प्राथमिक भाषा (ISO 639-1 कोड)

source: AI confidence (0.00 to 1.00)
hi: AI विश्वास (0.00 से 1.00)

source: Direction in degrees (0-360)
hi: डिग्री में दिशा (0-360)

source: Language code for speech recognition (e.g., 'en-US', 'hi-IN')
hi: वाक् पहचान के लिए भाषा कोड (जैसे, 'en-US', 'hi-IN')

source: Overall confidence score (0.0 to 1.0)
hi: समग्र विश्वास स्कोर (0.0 से 1.0)

source: Invalid Cron
hi: अमान्य क्रॉन

source: Invalid checkpoint data format
hi: अमान्य चेकपॉइंट डेटा प्रारूप

source: Checkpoint not found
hi: चेकपॉइंट नहीं मिला

source: At least one checkpoint is required
hi: कम से कम एक चेकपॉइंट आवश्यक है

source: Invalid checkpoint IDs provided
hi: अमान्य चेकपॉइंट आईडी प्रदान किए गए

source: Invalid checkpoint order
hi: अमान्य चेकपॉइंट क्रम

source: Business Unit Configuration
hi: व्यावसायिक इकाई कॉन्फ़िगरेशन

source: Shift Management Setup
hi: शिफ्ट प्रबंधन सेटअप

source: System Type Configuration
hi: सिस्टम प्रकार कॉन्फ़िगरेशन

source: Security Settings
hi: सुरक्षा सेटिंग्स

source: System Configuration
hi: सिस्टम कॉन्फ़िगरेशन

source: UAN Not Found
hi: UAN नहीं मिला

source: The work order are already submitted!
hi: कार्य आदेश पहले से ही सबमिट किए गए हैं!

source: Sorry the work order is cancelled already!
hi: खुशी है कि कार्य आदेश पहले से ही रद्द कर दिया गया है!

source: Please accept the work order and start the work!
hi: कृपया कार्य आदेश स्वीकार करें और काम शुरू करें!

source: The page you are looking for is not found
hi: आप जो पृष्ठ खोज रहे हैं वह नहीं मिला

source: The work order is already approved
hi: कार्य आदेश पहले से ही अनुमोदित है
